[
    {
        "id": 45,
        "name": "Bigger Longer and Uncut only uses the f-word 199 times",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/45.jpg"
    },
    {
        "id": 50,
        "name": "Real life pornstar Asia Carrera plays the flatmate of Tara Reid in Logjammin‘, the film within the film in The Big Lebowski. We’re still unsure if she gets her cable fixed.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/50.jpg"
    },
    {
        "id": 51,
        "name": "The name of the band isn’t mentioned once in The Beatles’ first feature, A Hard Day’s Night.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/51.jpg"
    },
    {
        "id": 56,
        "name": "Before Stanley Kubrick came on-board for A Clockwork Orange writer Anthony Burgess considered selling the movie rights to Mick Jagger with the intention of Jagger playing Alex and the rest of the Stones playing the other Droogs. Keef with eyeliner? Don’t be silly",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/56.jpg"
    },
    {
        "id": 57,
        "name": "In order to credibly portray a rock band, the members of Stillwater in Almost Famous rehearsed for four hours a night, five nights a week, for six weeks.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/57.jpg"
    },
    {
        "id": 62,
        "name": "The sirens heard in the casino scene in Swingers were police on their way to stop the film makers who were shooting without a permit.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/62.jpg"
    },
    {
        "id": 63,
        "name": "When filming Chinatown Jack Nicholson was dating Anjelica Huston, the daughter of his screen nemesis John Huston. She visited the set on the day that her father’s character asked Nicolson’s Jake Gittes, “Did you sleep with my daughter?”. Awkward.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/63.jpg"
    },
    {
        "id": 64,
        "name": "Shooting for No Country For Old Men was interrupted for a day due to a smoke cloud from the set of There Will Be Blood, which was also filming in the area.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/64.jpg"
    },
    {
        "id": 65,
        "name": "Orson Welles directed much of Citizen Kane from a wheelchair, after injuring himself on set.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/65.jpg"
    },
    {
        "id": 72,
        "name": "James Woods fired his agent upon learning – after the movie was shot – that Quentin Tarantino wanted him for a part in Reservoir Dogs.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/72.jpg"
    },
    {
        "id": 74,
        "name": "Ripley’s daughter in the Special Edition of Aliens is played by Sigourney Weaver’s mum.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/74.jpg"
    },
    {
        "id": 77,
        "name": "There’s a 20 year age gap between Sam Neill and Laura Dern in Jurassic Park, with Laura aged only 26 during filming.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/77.jpg"
    },
    {
        "id": 79,
        "name": "Ronald Reagan was originally announced as the lead for Casablanca. The proclamation turned out to simply be a ruse to keep the actor’s name in the press.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/79.jpg"
    },
    {
        "id": 81,
        "name": "The first notable film lensed by legendary cinematographer Roger Deakins was the 1984 adaptation of George Orwell’s 1984.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/81.jpg"
    },
    {
        "id": 85,
        "name": "Francis Ford Coppola would read passages of Heart of Darkness to Marlon Brando on the fractious set of Apocalypse Now after learning the actor had never read the source material.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/85.jpg"
    },
    {
        "id": 86,
        "name": "Robert Ludlum, the creator of the Jason Bourne series, died while the first Bourne film was in post-production.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/86.jpg"
    },
    {
        "id": 87,
        "name": "In the penultimate Ian Fleming 007 novel, You Only Live Twice, James Bond’s parents are revealed to be Scottish and Swiss. His formative years were spent in Germany and France.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/87.jpg"
    },
    {
        "id": 88,
        "name": "Stanley Kubrick would reportedly call Stephen King at 3am to ask him questions about The Shining. According to King, one famous exchange had the director ask the author, “Do you believe in God?”. When he replied in the affirmative Kubrick yelled “I knew it!” and slammed the phone down.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/88.jpg"
    },
    {
        "id": 89,
        "name": "Among Patrick Bateman’s neighbours in the novel of American Psycho is one Tom Cruise",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/89.jpg"
    },
    {
        "id": 91,
        "name": "The US title for the exceptionally wonderful A Matter of Life and Death was Stairway to Heaven. The UK had no stairway. Denied.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/91.jpg"
    },
    {
        "id": 92,
        "name": "Dan Akroyd’s original script for Ghostbusters was set in a future where Ghostbusters were everyday figures of society like paramedics and firemen.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/92.jpg"
    },
    {
        "id": 95,
        "name": "In 1994, during one famous lunch at Pixar, filmmakers John Lasseter, Pete Docter and Joe Ranft came up with ideas that would eventually become A Bug’s Life, Finding Nemo, Monster Inc. and Wall-E. We’ll have what they’re having.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/95.jpg"
    },
    {
        "id": 97,
        "name": "Paul Schrader wrote Taxi Driver in five days. It is rumoured he had a loaded gun by his desk for “inspiration and motivation”",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/97.jpg"
    },
    {
        "id": 98,
        "name": "The idea for the poster for The Usual Suspects came before any script or story.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/98.jpg"
    },
    {
        "id": 99,
        "name": "Disney turned down the chance to make Back to the Future claiming the mother/son relationship was too risqué.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/99.jpg"
    },
    {
        "id": 100,
        "name": "William Goldman’s original script title for Butch Cassidy and the Sundance Kid was The Sundance Kid and Butch Cassidy. The names were reversed when Paul Newman took on the role of Butch.",
        "url": "https://raw.githubusercontent.com/tuannm167/las_movie_013_data/main/factmovie/100.jpg"
    }
]

